{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          0
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          1
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<bos>": 0,
      "<eos>": 1,
      "<pad>": 2,
      "<unk>": 3,
      "+": 4,
      "-": 5,
      ":": 6,
      "C": 7,
      "E": 8,
      "L": 9,
      "M": 10,
      "N": 11,
      "P": 12,
      "R": 13,
      "S": 14,
      "T": 15,
      "U": 16,
      "a": 17,
      "c": 18,
      "e": 19,
      "f": 20,
      "g": 21,
      "h": 22,
      "i": 23,
      "k": 24,
      "m": 25,
      "n": 26,
      "o": 27,
      "p": 28,
      "r": 29,
      "s": 30,
      "t": 31,
      "y": 32,
      "¡": 33,
      "¢": 34,
      "£": 35,
      "¤": 36,
      "¥": 37,
      "¦": 38,
      "§": 39,
      "¨": 40,
      "©": 41,
      "ª": 42,
      "«": 43,
      "¬": 44,
      "®": 45,
      "¯": 46,
      "°": 47,
      "±": 48,
      "³": 49,
      "´": 50,
      "µ": 51,
      "¶": 52,
      "·": 53,
      "¸": 54,
      "¹": 55,
      "º": 56,
      "»": 57,
      "¼": 58,
      "½": 59,
      "¾": 60,
      "¿": 61,
      "â": 62,
      "ã": 63,
      "ä": 64,
      "å": 65,
      "æ": 66,
      "ç": 67,
      "è": 68,
      "é": 69,
      "ï": 70,
      "Ċ": 71,
      "Ġ": 72,
      "Ģ": 73,
      "ģ": 74,
      "Ĥ": 75,
      "ĥ": 76,
      "Ħ": 77,
      "ħ": 78,
      "Ĩ": 79,
      "ĩ": 80,
      "Ī": 81,
      "ī": 82,
      "Ĭ": 83,
      "ĭ": 84,
      "Į": 85,
      "į": 86,
      "İ": 87,
      "ı": 88,
      "Ĳ": 89,
      "ĳ": 90,
      "Ĵ": 91,
      "ĵ": 92,
      "Ķ": 93,
      "ķ": 94,
      "ĸ": 95,
      "Ĺ": 96,
      "ĺ": 97,
      "Ļ": 98,
      "ļ": 99,
      "Ľ": 100,
      "ľ": 101,
      "Ŀ": 102,
      "ŀ": 103,
      "Ł": 104,
      "ł": 105,
      "Ń": 106,
      "ï¼": 107,
      "åĬ": 108,
      "ãĢ": 109,
      "¨æ": 110,
      "ãĢĤ": 111,
      "çĶ": 112,
      "ä¸": 113,
      "ï¼Į": 114,
      "åı": 115,
      "©æ": 116,
      "éĢ": 117,
      "çĶ¨æ": 118,
      "éĩ": 119,
      "Ī·": 120,
      "īĭ": 121,
      "åĬ©æ": 122,
      "çĶ¨æĪ·": 123,
      "åĬ©æīĭ": 124,
      "è®": 125,
      "åħ": 126,
      "åĪ": 127,
      "ä½": 128,
      "åŃ": 129,
      "åĨ": 130,
      "ä¿": 131,
      "æĺ": 132,
      "įç": 133,
      "éĢļ": 134,
      "Ľ´": 135,
      "æĽ´": 136,
      "è¯": 137,
      "åŃĲ": 138,
      "åº": 139,
      "ä»": 140,
      "ļĦ": 141,
      "æ³": 142,
      "æĬ": 143,
      "æĬĬ": 144,
      "ç®": 145,
      "ä¸ĭ": 146,
      "¥åŃĲ": 147,
      "åı¥åŃĲ": 148,
      "°´": 149,
      "æ°´": 150,
      "çļĦ": 151,
      "Ħı": 152,
      "åĬĽ": 153,
      "¨æĦı": 154,
      "æ³¨æĦı": 155,
      "æ³¨æĦıåĬĽ": 156,
      "¨¡": 157,
      "åŀ": 158,
      "¨¡åŀ": 159,
      "¨¡åŀĭ": 160,
      "åºı": 161,
      "åĲ": 162,
      "ä¿Ĺ": 163,
      "éĢļä¿Ĺ": 164,
      "ï¼ļ": 165,
      "æĶ": 166,
      "æĺ¯": 167,
      "æĶ¹": 168,
      "¢åı¥åŃĲ": 169,
      "éĿ": 170,
      "ĻæĽ´": 171,
      "åĨĻæĽ´": 172,
      "æĬĬä¸ĭ": 173,
      "æĶ¹åĨĻæĽ´": 174,
      "¢åı¥åŃĲæĶ¹åĨĻæĽ´": 175,
      "éĿ¢åı¥åŃĲæĶ¹åĨĻæĽ´": 176,
      "æĬĬä¸ĭéĿ¢åı¥åŃĲæĶ¹åĨĻæĽ´": 177,
      "æĬĬä¸ĭéĿ¢åı¥åŃĲæĶ¹åĨĻæĽ´éĢļä¿Ĺ": 178,
      "å¤": 179,
      "è§": 180,
      "è¿": 181,
      "è§£": 182,
      "çĶ¨": 183,
      "è®¡": 184,
      "ç®Ĺ": 185,
      "è®¡ç®Ĺ": 186,
      "åħ³": 187,
      "Ĥè": 188,
      "é¦": 189,
      "¸é¦": 190,
      "ç»": 191,
      "èĴ": 192,
      "¸é¦ı": 193,
      "èĴ¸é¦ı": 194,
      "å°": 195,
      "å¯": 196,
      "ıæ": 197,
      "åį": 198,
      "or": 199,
      "çĲ": 200,
      "å¯¹": 201,
      "çĲĨ": 202,
      "½®": 203,
      "orm": 204,
      "æĿ": 205,
      "įç½®": 206,
      "æĸ": 207,
      "³»": 208,
      "ç³»": 209,
      "åħ³ç³»": 210,
      "ä½įç½®": 211,
      "ç¼": 212,
      "ï¼Ł": 213,
      "åı¯": 214,
      "æķ": 215,
      "ä¸İ": 216,
      "ä¹": 217,
      "å®": 218,
      "Ģä¹": 219,
      "ä»Ģä¹": 220,
      "ä»Ģä¹Ī": 221,
      "å®ļ": 222,
      "è¶": 223,
      "è¶Ĭ": 224,
      "éĩĬ": 225,
      "è§£éĩĬ": 226,
      "éĩį": 227,
      "æł": 228,
      "å°ıæ": 229,
      "éķ": 230,
      "åĪĹ": 231,
      "åºıåĪĹ": 232,
      "éķ¿": 233,
      "Norm": 234,
      "è¯į": 235,
      "å°ıæ¨¡åŀĭ": 236,
      "MS": 237,
      "RMS": 238,
      "å¤§": 239,
      "æĸ¹": 240,
      "RMSNorm": 241,
      "åĲĪ": 242,
      "Ĥ¹": 243,
      "ĥéĩį": 244,
      "ãĢģ": 245,
      "éĢĤ": 246,
      "PE": 247,
      "Ro": 248,
      "æŀ": 249,
      "ĵæŀ": 250,
      "éĩı": 251,
      "åĪĨ": 252,
      "ç»ĵæŀ": 253,
      "ä»Ģä¹Īæĺ¯": 254,
      "RoPE": 255,
      "äº": 256,
      "ºåĪ": 257,
      "çĽ": 258,
      "åĬł": 259,
      "éĢĤåĲĪ": 260,
      "ä¸Ĭ": 261,
      "æĽ´å": 262,
      "è¿ĩ": 263,
      "Ģĥ": 264,
      "ĩæĸ¹": 265,
      "åıĤè": 266,
      "éĩįç": 267,
      "ç¼©æ": 268,
      "Ĥ¹åıĤè": 269,
      "éĩįçĤ¹åıĤè": 270,
      "éĩįçĤ¹åıĤèĢĥ": 271,
      "çĲĨè§£": 272,
      "çĽ¸": 273,
      "´¨": 274,
      "åĮ": 275,
      "æ¯": 276,
      "åħĪ": 277,
      "éĢļè¿ĩ": 278,
      "©æ¨¡åŀĭ": 279,
      "è®©æ¨¡åŀĭ": 280,
      "å¾": 281,
      "è®©": 282,
      "åİ": 283,
      "çº": 284,
      "è¯įå": 285,
      "¯æ°´": 286,
      "é¡": 287,
      "çļĦæ°´": 288,
      "Ĥè´¨": 289,
      "èĴ¸é¦ıæ°´": 290,
      "æĿĤè´¨": 291,
      "çº¯æ°´": 292,
      "ä»¥": 293,
      "åı¯ä»¥": 294,
      "å¾Ĺ": 295,
      "ºåºı": 296,
      "é¡ºåºı": 297,
      "ç®Ģ": 298,
      "¾å": 299,
      "łĤ": 300,
      "è¯¾å": 301,
      "è¯¾åłĤ": 302,
      "Ńç»": 303,
      "è®Ńç»": 304,
      "åº¦": 305,
      "è®Ńç»ĥ": 306,
      "æľ": 307,
      "æķ°": 308,
      "¤º": 309,
      "åĩ": 310,
      "æı": 311,
      "ç¤º": 312,
      "æıĲ": 313,
      "«ĺ": 314,
      "é«ĺ": 315,
      "¿«": 316,
      "³å®ļ": 317,
      "ä¿Ŀ": 318,
      "è¡": 319,
      "åħ¥": 320,
      "¼Ķ": 321,
      "æ¸": 322,
      "æ¼Ķ": 323,
      "æĿĥéĩį": 324,
      "æ¼Ķç¤º": 325,
      "ä¼": 326,
      "åĽ": 327,
      "å¼": 328,
      "æİ": 329,
      "ä½ľ": 330,
      "æķĪ": 331,
      "ä½İ": 332,
      "åįĩ": 333,
      "åįķ": 334,
      "ç®Ģåįķ": 335,
      "æıĲåįĩ": 336,
      "±å": 337,
      "åĿ": 338,
      "ç§": 339,
      "çķ": 340,
      "éħ": 341,
      "åıĤ": 342,
      "ç»ĵæŀĦ": 343,
      "æĽ´å¿«": 344,
      "ä¿Ŀçķ": 345,
      "ä¿ĿçķĻ": 346,
      "¢ŀ": 347,
      "å¢ŀ": 348,
      "Ľè¡": 349,
      "éĢŁ": 350,
      "æĺİ": 351,
      "çļĦä½ľ": 352,
      "è¿Ľè¡": 353,
      "æİ¨": 354,
      "è¿Ľè¡Į": 355,
      "CP": 356,
      "ºå®ļ": 357,
      "éĶ": 358,
      "Ķ¾": 359,
      "ä½į": 360,
      "çĶ¨åĿ": 361,
      "è®¡ç®ĹæĽ´å¿«": 362,
      "å¯¹ä½įç½®": 363,
      "æł¹": 364,
      "RMSNormçĶ¨åĿ": 365,
      "éĢĤåĲĪå°ıæ¨¡åŀĭ": 366,
      "ĩæĸ¹æł¹": 367,
      "ç¼©æĶ¾": 368,
      "çĽ¸å¯¹ä½įç½®": 369,
      "åĽºå®ļ": 370,
      "åıĤæķ°": 371,
      "CPU": 372,
      "RMSNormçĶ¨åĿĩæĸ¹æł¹": 373,
      "er": 374,
      "½±å": 375,
      "å½±å": 376,
      "æħ": 377,
      "çľ": 378,
      "ĵį": 379,
      "ĺæħ": 380,
      "åıĺæħ": 381,
      "åĨį": 382,
      "æĺ¾": 383,
      "è¶Ĭéķ¿": 384,
      "åºıåĪĹè¶Ĭéķ¿": 385,
      "éķ¿åº¦": 386,
      "é«ĺæķĪ": 387,
      "ä¼ļ": 388,
      "æĺİæĺ¾": 389,
      "çļĦä½ľçĶ¨": 390,
      "æİ¨çĲĨ": 391,
      "å½±åĵį": 392,
      "åıĺæħ¢": 393,
      "¡æ": 394,
      "¨åħ¥": 395,
      "®ä½įç½®": 396,
      "¯æ³": 397,
      "çł": 398,
      "ģ¯æ³": 399,
      "įæĿĥéĩį": 400,
      "ä¸ª": 401,
      "ä¸Ķ": 402,
      "ä¿¡æ": 403,
      "æĬĬçĽ¸å¯¹ä½įç½®": 404,
      "çļĦçĲĨè§£": 405,
      "æ³¨æĦıåĬĽéĢļè¿ĩ": 406,
      "æ³¨æĦıåĬĽæľ": 407,
      "åºıåħ³ç³»": 408,
      "åħ³éĶ": 409,
      "å¯¹åºıåĪĹ": 410,
      "åħ³ç³»çļĦçĲĨè§£": 411,
      "è§£éĩĬRoPE": 412,
      "åĪĨéħ": 413,
      "ä»Ģä¹Īæĺ¯RMSNorm": 414,
      "ºåĪ¶": 415,
      "éĩįçĤ¹åıĤèĢĥåħ³éĶ": 416,
      "è®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ": 417,
      "æıĲåįĩå¯¹åºıåĪĹ": 418,
      "ç»ĵæŀĦç®Ģåįķ": 419,
      "ä¿ĿçķĻä½į": 420,
      "è¿Ľè¡Įç¼©æĶ¾": 421,
      "RMSNormçĶ¨åĿĩæĸ¹æł¹è¿Ľè¡Įç¼©æĶ¾": 422,
      "¨åħ¥æ³¨æĦıåĬĽ": 423,
      "çłģ": 424,
      "ģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 425,
      "įæĿĥéĩįè®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ": 426,
      "ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 427,
      "æĬĬçĽ¸å¯¹ä½įç½®ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 428,
      "æ³¨æĦıåĬĽéĢļè¿ĩåĪĨéħ": 429,
      "æ³¨æĦıåĬĽæľºåĪ¶": 430,
      "åºıåħ³ç³»ä¸Ķ": 431,
      "æıĲåįĩå¯¹åºıåĪĹåħ³ç³»çļĦçĲĨè§£": 432,
      "ä¿ĿçķĻä½įåºıåħ³ç³»ä¸Ķ": 433,
      "įæĿĥéĩįè®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ®ä½įç½®": 434,
      "æ³¨æĦıåĬĽéĢļè¿ĩåĪĨéħįæĿĥéĩįè®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ®ä½įç½®": 435,
      "¾¿": 436,
      "¿çĶ¨": 437,
      "ä¾¿": 438,
      "çŃ": 439,
      "è°": 440,
      "èĩ": 441,
      "éĻ": 442,
      "įåŃĲ": 443,
      "ä½¿çĶ¨": 444,
      "åĲİ": 445,
      "äºİ": 446,
      "åĩı": 447,
      "ç§įåŃĲ": 448,
      "èĢ": 449,
      "éģ": 450,
      "ľ¨": 451,
      "Ł¥": 452,
      "ä¸Ń": 453,
      "æ³¨æĦıåĬĽè®¡ç®Ĺ": 454,
      "è®¡ç®Ĺåıĺæħ¢": 455,
      "è¶Ĭå¤§": 456,
      "å°ıæ¨¡åŀĭä¸Ĭ": 457,
      "éĩıè¶Ĭå¤§": 458,
      "RoPEæĬĬçĽ¸å¯¹ä½įç½®ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 459,
      "ºåĪ«": 460,
      "åĬłä¼ļ": 461,
      "åĮºåĪ«": 462,
      "æ¯Ķ": 463,
      "åħĪçľ": 464,
      "è®©è®¡ç®Ĺåıĺæħ¢": 465,
      "å¼ı": 466,
      "å¢ŀåĬłä¼ļ": 467,
      "éķ¿åº¦å¢ŀåĬłä¼ļ": 468,
      "å½±åĵįæĺİæĺ¾": 469,
      "è§£éĩĬRoPEçļĦä½ľçĶ¨": 470,
      "ä¿ĿçķĻä½įåºıåħ³ç³»ä¸Ķé«ĺæķĪ": 471,
      "æ³¨æĦıåĬĽè®¡ç®Ĺéĩıè¶Ĭå¤§": 472,
      "å°ıæ¨¡åŀĭä¸Ĭå½±åĵįæĺİæĺ¾": 473,
      "åħĪçľĭ": 474,
      "éķ¿åº¦å¢ŀåĬłä¼ļè®©è®¡ç®Ĺåıĺæħ¢": 475,
      "¨åĪĨ": 476,
      "æĮ": 477,
      "èĥ": 478,
      "éĥ": 479,
      "åĪ¶": 480,
      "å°ĳ": 481,
      "ä»Ģä¹Īæĺ¯æ³¨æĦıåĬĽæľºåĪ¶": 482,
      "åĩıå°ĳ": 483,
      "èĥ½": 484,
      "éĥ¨åĪĨ": 485,
      "Tr": 486,
      "an": 487,
      "form": 488,
      "sform": 489,
      "¥éĩįçĤ¹åıĤèĢĥ": 490,
      "ªæ³¨æĦıåĬĽ": 491,
      "¶ä»": 492,
      "Ģģ": 493,
      "ħåŃ": 494,
      "īæ": 495,
      "Įåħ": 496,
      "İ°": 497,
      "ıä¸ª": 498,
      "ĴĮåħ": 499,
      "ĸè¯": 500,
      "ï¼Ľ": 501,
      "åĬ¨æ": 502,
      "åĨ³å®ļ": 503,
      "åĨħåŃ": 504,
      "įçļĦ": 505,
      "įçİ°": 506,
      "è¯¥éĩįçĤ¹åıĤèĢĥ": 507,
      "å¤įçİ°": 508,
      "è¿ĳ": 509,
      "åįł": 510,
      "å¯¹æ¯Ķ": 511,
      "åı¯å¤įçİ°": 512,
      "éĩıåĮ": 513,
      "ç»ĵæŀľ": 514,
      "æ¯ıä¸ª": 515,
      "åİĭ": 516,
      "è¯įåĴĮåħ": 517,
      "åĽºå®ļç§įåŃĲ": 518,
      "erä½¿çĶ¨": 519,
      "åĨįåĨ³å®ļ": 520,
      "ä¾¿äºİ": 521,
      "è°ģ": 522,
      "èĩªæ³¨æĦıåĬĽ": 523,
      "åħĪçľĭæ¯ıä¸ª": 524,
      "Tran": 525,
      "sformerä½¿çĶ¨": 526,
      "¶ä»ĸè¯": 527,
      "ĢģéĩıåĮ": 528,
      "åĬ¨æĢģéĩıåĮ": 529,
      "åĨħåŃĺ": 530,
      "įçļĦåħ³ç³»": 531,
      "è¯¥éĩįçĤ¹åıĤèĢĥè°ģ": 532,
      "è¯įåĴĮåħ¶ä»ĸè¯": 533,
      "åĨįåĨ³å®ļè¯¥éĩįçĤ¹åıĤèĢĥè°ģ": 534,
      "åħĪçľĭæ¯ıä¸ªè¯įåĴĮåħ¶ä»ĸè¯": 535,
      "Transformerä½¿çĶ¨": 536,
      "åĬ¨æĢģéĩıåĮĸ": 537,
      "åħĪçľĭæ¯ıä¸ªè¯įåĴĮåħ¶ä»ĸè¯įçļĦåħ³ç³»": 538,
      "Transformerä½¿çĶ¨èĩªæ³¨æĦıåĬĽ": 539,
      "¥½": 540,
      "ĸçłģ": 541,
      "ç¼ĸçłģ": 542,
      "æł·": 543,
      "¤äº": 544,
      "«éĩ": 545,
      "·å¾Ĺ": 546,
      "»éĻ": 547,
      "èİ": 548,
      "ģä½İ": 549,
      "Ĩå¤§": 550,
      "ĩæĿĤè´¨": 551,
      "įæ¸": 552,
      "ıçŃ": 553,
      "ĹéĢ": 554,
      "Ŀĥéĩį": 555,
      "ŀģä½İ": 556,
      "åıįæ¸": 557,
      "åĲ«éĩ": 558,
      "æĺ¯èĴ¸é¦ı": 559,
      "æĺ¯éĢļè¿ĩ": 560,
      "æĺ¯æĮ": 561,
      "å¤ĩæĸ¹": 562,
      "è®¡ç®Ĺä¸İ": 563,
      "èĴ¸é¦ıèİ": 564,
      "ıæŀģä½İ": 565,
      "ä¸İçº¯æ°´": 566,
      "è§£éĩĬèĴ¸é¦ıæ°´": 567,
      "åĬłéĢŁ": 568,
      "éĢĤåĲĪæ¼Ķç¤º": 569,
      "ç¼©æĿĥéĩį": 570,
      "åİ»éĻ": 571,
      "èĴ¸é¦ıæ°´æĺ¯éĢļè¿ĩ": 572,
      "çº¯æ°´æĺ¯æĮ": 573,
      "åı¯ä»¥æĺ¯èĴ¸é¦ı": 574,
      "CPUæİ¨çĲĨ": 575,
      "å¼ıåı¯ä»¥æĺ¯èĴ¸é¦ı": 576,
      "åĪ¶å¤ĩæĸ¹": 577,
      "åĩıå°ĳè®¡ç®Ĺä¸İ": 578,
      "èĥ½åĬłéĢŁ": 579,
      "éĥ¨åĪĨæĿĤè´¨": 580,
      "åįłçĶ¨": 581,
      "åİĭç¼©æĿĥéĩį": 582,
      "åĨħåŃĺåįłçĶ¨": 583,
      "åĬ¨æĢģéĩıåĮĸèĥ½åĬłéĢŁ": 584,
      "¤äºĨå¤§": 585,
      "·å¾ĹçļĦæ°´": 586,
      "ĩæĿĤè´¨åĲ«éĩ": 587,
      "ıçŃī": 588,
      "ĹéĢıçŃī": 589,
      "åıįæ¸ĹéĢıçŃī": 590,
      "èĴ¸é¦ıèİ·å¾ĹçļĦæ°´": 591,
      "ıæŀģä½İçļĦæ°´": 592,
      "ä¸İçº¯æ°´åĮºåĪ«": 593,
      "è§£éĩĬèĴ¸é¦ıæ°´ä¸İçº¯æ°´åĮºåĪ«": 594,
      "åİ»éĻ¤äºĨå¤§": 595,
      "èĴ¸é¦ıæ°´æĺ¯éĢļè¿ĩèĴ¸é¦ıèİ·å¾ĹçļĦæ°´": 596,
      "çº¯æ°´æĺ¯æĮĩæĿĤè´¨åĲ«éĩ": 597,
      "åĪ¶å¤ĩæĸ¹å¼ıåı¯ä»¥æĺ¯èĴ¸é¦ı": 598,
      "åĩıå°ĳè®¡ç®Ĺä¸İåĨħåŃĺåįłçĶ¨": 599,
      "åĬ¨æĢģéĩıåĮĸèĥ½åĬłéĢŁCPUæİ¨çĲĨ": 600,
      "åİ»éĻ¤äºĨå¤§éĥ¨åĪĨæĿĤè´¨": 601,
      "çº¯æ°´æĺ¯æĮĩæĿĤè´¨åĲ«éĩıæŀģä½İçļĦæ°´": 602,
      "°çĽ¸": 603,
      "åĳ": 604,
      "çŁ¥": 605,
      "Ĭè¯": 606,
      "ĮæĽ´å": 607,
      "Įæł·": 608,
      "İèĢ": 609,
      "ĵåħĪ": 610,
      "åĪ°çĽ¸": 611,
      "ä»İèĢ": 612,
      "ä¸ĭæĸ": 613,
      "åı¥åŃĲä¸Ń": 614,
      "çļĦé¡ºåºı": 615,
      "¨¡åŀĭè¯įå": 616,
      "åĲĮæł·": 617,
      "ä½įç½®ç¼ĸçłģ": 618,
      "ä¸Ĭä¸ĭæĸ": 619,
      "çĲĨè§£ä¸Ĭä¸ĭæĸ": 620,
      "è®©æ¨¡åŀĭçŁ¥": 621,
      "è®©è®Ńç»ĥ": 622,
      "åı¯ä»¥è®©è®Ńç»ĥ": 623,
      "å¾ĹåĪ°çĽ¸": 624,
      "è¯¾åłĤå¯¹æ¯Ķ": 625,
      "åıĤæķ°å¾ĹåĪ°çĽ¸": 626,
      "åĲİé¡ºåºı": 627,
      "éģĵåħĪ": 628,
      "ľ¨åı¥åŃĲä¸Ń": 629,
      "īæ¨¡åŀĭè¯įå": 630,
      "è¿ĳç»ĵæŀľ": 631,
      "åĽºå®ļç§įåŃĲåı¯ä»¥è®©è®Ńç»ĥ": 632,
      "ä¾¿äºİè¯¾åłĤå¯¹æ¯Ķ": 633,
      "¥½çĲĨè§£ä¸Ĭä¸ĭæĸ": 634,
      "åĳĬè¯": 635,
      "ĮæĽ´å¥½çĲĨè§£ä¸Ĭä¸ĭæĸ": 636,
      "ä»İèĢĮæĽ´å¥½çĲĨè§£ä¸Ĭä¸ĭæĸ": 637,
      "åĲĮæł·åıĤæķ°å¾ĹåĪ°çĽ¸": 638,
      "ä½įç½®ç¼ĸçłģåĳĬè¯": 639,
      "è®©æ¨¡åŀĭçŁ¥éģĵåħĪ": 640,
      "ľ¨åı¥åŃĲä¸ŃçļĦé¡ºåºı": 641,
      "īæ¨¡åŀĭè¯įåľ¨åı¥åŃĲä¸ŃçļĦé¡ºåºı": 642,
      "åĽºå®ļç§įåŃĲåı¯ä»¥è®©è®Ńç»ĥåı¯å¤įçİ°": 643,
      "ä»İèĢĮæĽ´å¥½çĲĨè§£ä¸Ĭä¸ĭæĸĩ": 644,
      "åĲĮæł·åıĤæķ°å¾ĹåĪ°çĽ¸è¿ĳç»ĵæŀľ": 645,
      "ä½įç½®ç¼ĸçłģåĳĬè¯īæ¨¡åŀĭè¯įåľ¨åı¥åŃĲä¸ŃçļĦé¡ºåºı": 646,
      "è®©æ¨¡åŀĭçŁ¥éģĵåħĪåĲİé¡ºåºı": 647,
      "¦Ĥ": 648,
      "æį": 649,
      "å¦Ĥ": 650,
      "ä½ķ": 651,
      "å¦Ĥä½ķ": 652,
      "ï¼Ī": 653,
      "ï¼ī": 654,
      "ä¸º": 655,
      "è¿°": 656,
      "ç®Ģè¿°": 657,
      "è¯¾åłĤç®Ģè¿°": 658,
      "éĢļä¿Ĺè§£éĩĬ": 659,
      "¹¶": 660,
      "çİ": 661,
      "çİĩ": 662,
      "¨³å®ļ": 663,
      "ªĮ": 664,
      "ç¨³å®ļ": 665,
      "è¾": 666,
      "éªĮ": 667,
      "è¯ģ": 668,
      "å°ı": 669,
      "æį®": 670,
      "å¹¶": 671,
      "æĪ": 672,
      "æŃ": 673,
      "é¢": 674,
      "æľī": 675,
      "åĩº": 676,
      "ä¸ºä»Ģä¹Ī": 677,
      "è¾ĵ": 678,
      "¦ģ": 679,
      "åģ": 680,
      "è¦ģ": 681,
      "éªĮè¯ģ": 682,
      "ä¸Ģ": 683,
      "æķ°æį®": 684,
      "æĢ": 685,
      "Łå¤": 686,
      "å¤į": 687,
      "è§Ĥ": 688,
      "æłĩ": 689,
      "è¯¾åłĤæ¼Ķç¤º": 690,
      "æ¸©": 691,
      "æįŁå¤": 692,
      "æŃ¥": 693,
      "è¾ĵåĩº": 694,
      "op": 695,
      "top": 696,
      "¶æķ": 697,
      "åŃ¦": 698,
      "æĶ¶æķ": 699,
      "åģļ": 700,
      "æĶ¶æķĽ": 701,
      "´¯": 702,
      "å¿«": 703,
      "ç´¯": 704,
      "æľīä»Ģä¹Ī": 705,
      "æĢ§": 706,
      "å¿«éĢŁ": 707,
      "®é¢": 708,
      "±äº": 709,
      "çĥ": 710,
      "çĤ¹": 711,
      "è´¨": 712,
      "éĹ": 713,
      "Ħçĥ": 714,
      "ī¹": 715,
      "ĸè¯į": 716,
      "Ļå¼": 717,
      "ŁæĪ": 718,
      "çĶŁæĪ": 719,
      "éĢĢ": 720,
      "åħ±äº": 721,
      "ä½Ļå¼": 722,
      "å¯Ł": 723,
      "ä¸İè¾ĵåĩº": 724,
      "å®ŀ": 725,
      "éĩįå¤į": 726,
      "è¡¨": 727,
      "åıĤæķ°å¹¶": 728,
      "CPUä¸Ĭ": 729,
      "æĪĸè¯į": 730,
      "é¢Ħçĥ": 731,
      "ä¸ºä»Ģä¹Īè¦ģ": 732,
      "éªĮè¯ģæįŁå¤": 733,
      "è§Ĥå¯Ł": 734,
      "æłĩçĤ¹": 735,
      "æ¸©åº¦": 736,
      "®é¢ĺ": 737,
      "è´¨éĩı": 738,
      "éĹ®é¢ĺ": 739,
      "çĶŁæĪĲ": 740,
      "åħ±äº«": 741,
      "ä½Ļå¼¦": 742,
      "é¢ĦçĥŃ": 743,
      "¢¯": 744,
      "£çłģ": 745,
      "±Ĥ": 746,
      "¿åħ": 747,
      "åľ¨": 748,
      "å±Ĥ": 749,
      "æĥ": 750,
      "æĹ": 751,
      "æŁ¥": 752,
      "æ¢¯": 753,
      "è½": 754,
      "éĽ": 755,
      "łçİĩ": 756,
      "ä¸į": 757,
      "è®¾": 758,
      "ä»£çłģ": 759,
      "å¤Ħ": 760,
      "ç»Ļ": 761,
      "ä¹łçİĩ": 762,
      "åº¦ç´¯": 763,
      "è®Ńç»ĥä¸İ": 764,
      "ç¤ºè¯į": 765,
      "æıĲç¤ºè¯į": 766,
      "æ¸ħ": 767,
      "åĽŀ": 768,
      "ç§¯": 769,
      "çŃĶ": 770,
      "èĢ¦": 771,
      "éģ¿åħ": 772,
      "ä¸Ńå¦Ĥä½ķ": 773,
      "å¦Ĥä½ķè®¾": 774,
      "æķ°æį®ä¸İ": 775,
      "åŃ¦ä¹łçİĩ": 776,
      "å±ĤæĿĥéĩį": 777,
      "æĹ¶": 778,
      "æ¢¯åº¦ç´¯": 779,
      "éĽĨ": 780,
      "éģ¿åħį": 781,
      "åŃ¦ä¹łçİĩä¸İ": 782,
      "æ¢¯åº¦ç´¯ç§¯": 783,
      "âĢ": 784,
      "å¿": 785,
      "åĢ": 786,
      "æ¦Ĥ": 787,
      "æī¹": 788,
      "éĩĩ": 789,
      "å¤§å°ı": 790,
      "éħįç½®": 791,
      "åĢ¼": 792,
      "æ¦Ĥçİĩ": 793,
      "æī¹å¤§å°ı": 794,
      "ac": 795,
      "ci": 796,
      "eac": 797,
      "for": 798,
      "her": 799,
      "ng": 800,
      "teac": 801,
      "¡®": 802,
      "¡Ī": 803,
      "¢è¯į": 804,
      "¢æķ°æį®": 805,
      "£Ģ": 806,
      "¦æĶ¶æķĽ": 807,
      "§åĪ¶": 808,
      "©ç": 809,
      "©äºİ": 810,
      "©ç¨³å®ļ": 811,
      "ªå¯¹": 812,
      "«éĢ": 813,
      "®ä½İ": 814,
      "®æłĩ": 815,
      "®éĩįå¤į": 816,
      "°æį®": 817,
      "³æĸ¹": 818,
      "´æĢ§": 819,
      "µĮ": 820,
      "·§": 821,
      "¹³æĸ¹": 822,
      "ºè®": 823,
      "ºç§įåŃĲ": 824,
      "»å¾": 825,
      "»è§Ĥ": 826,
      "»ºè®": 827,
      "¼å": 828,
      "½ļ": 829,
      "åµĮ": 830,
      "å·§": 831,
      "å»ºè®": 832,
      "æ¡Ī": 833,
      "æ£Ģ": 834,
      "çģ": 835,
      "çŁ": 836,
      "ç½®": 837,
      "ç¡®": 838,
      "éļ": 839,
      "Ġfor": 840,
      "Ģå·§": 841,
      "ģè¡¨": 842,
      "Ĥåº¦": 843,
      "ĥåº¦": 844,
      "Ħä¼": 845,
      "Ĩå¤": 846,
      "ĩé«ĺ": 847,
      "ĭ©ç¨³å®ļ": 848,
      "įä½İ": 849,
      "ĲæŃ¥": 850,
      "ĳæķ": 851,
      "ķ°æį®": 852,
      "ĸæłĩçĤ¹": 853,
      "ĻåŃ¦": 854,
      "ľæŃ": 855,
      "ľºç§įåŃĲ": 856,
      "Łè¯": 857,
      "Łå®ŀ": 858,
      "ŃåºıåĪĹ": 859,
      "åĬ©äºİ": 860,
      "ä¸»è§Ĥ": 861,
      "åıªå¯¹": 862,
      "åıĳæķ": 863,
      "éĢīæ": 864,
      "æĽ´æĺİæĺ¾": 865,
      "æĽ´æį": 866,
      "æĬĢå·§": 867,
      "ä¸ĭä¸Ģ": 868,
      "çļĦå°ı": 869,
      "çļĦè¯¾åłĤæ¼Ķç¤º": 870,
      "çļĦåŃ¦ä¹łçİĩä¸İ": 871,
      "çļĦä¸»è§Ĥ": 872,
      "æ³¨æĦıåĬĽå¤į": 873,
      "åĲ¦æĶ¶æķĽ": 874,
      "æĺ¯åĲ¦æĶ¶æķĽ": 875,
      "æĶ¹ä»£çłģ": 876,
      "è§£èĢ¦": 877,
      "çĶ¨å°ıæ¨¡åŀĭ": 878,
      "çĶ¨çľ": 879,
      "çĶ¨ä½Ļå¼¦": 880,
      "è®¡ç®Ĺè¶Ĭ": 881,
      "è®¡ç®ĹæįŁå¤": 882,
      "é¦ĸæłĩçĤ¹": 883,
      "ıæľºç§įåŃĲ": 884,
      "å¯¹çĶŁæĪĲ": 885,
      "æĿĤåº¦": 886,
      "æķĻåŃ¦": 887,
      "ä¸İæķĪ": 888,
      "ä¸İåıĤæķ°": 889,
      "ä¸İåģ": 890,
      "ä¸İè¯¾åłĤæ¼Ķç¤º": 891,
      "ä¸İé¢ĦçĥŃ": 892,
      "ä¸İçŁ": 893,
      "å®ļæľ": 894,
      "è¶Ĭé«ĺ": 895,
      "è¶Ĭä½İ": 896,
      "è¶Ĭç¡®": 897,
      "è¶Ĭåıĳæķ": 898,
      "è§£éĩĬæ³¨æĦıåĬĽæľºåĪ¶": 899,
      "å°ıæķ°æį®": 900,
      "åºıåĪĹéķ¿åº¦": 901,
      "è¯įä¸ºä»Ģä¹Īè¦ģ": 902,
      "å°ıæ¨¡åŀĭçļĦè¯¾åłĤæ¼Ķç¤º": 903,
      "å¤§è¿Ľè¡Į": 904,
      "å¤§ä¼ļ": 905,
      "æĸ¹ä¾¿": 906,
      "åĲĪéĢĤ": 907,
      "åĪĨè¯įä¸ºä»Ģä¹Īè¦ģ": 908,
      "ä»Ģä¹Īæĺ¯teac": 909,
      "çĽ®æłĩ": 910,
      "åĬłåħ¥": 911,
      "åĬłç®Ģåįķ": 912,
      "è¿ĩå¤§ä¼ļ": 913,
      "åħĪå°ı": 914,
      "ç®Ģè¦ģ": 915,
      "è®Ńç»ĥç¨³å®ļ": 916,
      "è®Ńç»ĥæŃ¥": 917,
      "è®Ńç»ĥä¸Ńå¦Ĥä½ķ": 918,
      "è®Ńç»ĥæĹ¶": 919,
      "è®Ńç»ĥçļĦå°ı": 920,
      "è®Ńç»ĥæĺ¯åĲ¦æĶ¶æķĽ": 921,
      "åĩĨå¤": 922,
      "ç¤ºä¸Ģ": 923,
      "æıĲé«ĺ": 924,
      "æıĲé«ĺæķĪ": 925,
      "ä¿ĿæĮ": 926,
      "ä¿Ŀè¯ģ": 927,
      "åħ¥ä¸İè¾ĵåĩº": 928,
      "æĿĥéĩįåĩıå°ĳ": 929,
      "æ¼Ķç¤ºä¸İåıĤæķ°": 930,
      "ä¼¼å": 931,
      "æİ§åĪ¶": 932,
      "ä½ľä¸º": 933,
      "±å¹¶": 934,
      "å¢ŀéķ¿": 935,
      "åĽºå®ļæıĲç¤ºè¯į": 936,
      "åĽºå®ļéļ": 937,
      "åĨįçĶ¨ä½Ļå¼¦": 938,
      "åºıåĪĹè¶Ĭéķ¿è®¡ç®Ĺè¶Ĭ": 939,
      "æİ¨çĲĨåıĤæķ°å¹¶": 940,
      "è°ĥåº¦": 941,
      "èĩ´æĢ§": 942,
      "éĻįä½İ": 943,
      "åĲİå¤Ħ": 944,
      "åĲİå¤§è¿Ľè¡Į": 945,
      "èĥ½æıĲé«ĺæķĪ": 946,
      "éĥ¨åĪĨè®¡ç®ĹæįŁå¤": 947,
      "è¿ĳä¼¼å": 948,
      "ç»ĵæŀľåı¯å¤įçİ°": 949,
      "åĽºå®ļç§įåŃĲå¹¶": 950,
      "ä¾¿äºİå¿«éĢŁ": 951,
      "å¦Ĥä½ķéªĮè¯ģ": 952,
      "å¦Ĥä½ķéģ¿åħį": 953,
      "å¦Ĥä½ķæıĲé«ĺ": 954,
      "çİĩæıĲåįĩ": 955,
      "ç¨³å®ļè¾ĵåĩº": 956,
      "ç¨³å®ļæĶ¶æķĽ": 957,
      "éªĮä¸İè¯¾åłĤæ¼Ķç¤º": 958,
      "å¹¶åģļ": 959,
      "æľīåĬ©äºİ": 960,
      "åĩºCPUä¸Ĭ": 961,
      "ä¸ºä»Ģä¹Īåħ±äº«": 962,
      "ä¸ºä»Ģä¹ĪåºıåĪĹéķ¿åº¦": 963,
      "è¾ĵåħ¥": 964,
      "è¯¾åłĤæ¼Ķç¤ºå»ºè®": 965,
      "æ¸©ç¨³å®ļè¾ĵåĩº": 966,
      "æŃ¥è¾ĵåħ¥": 967,
      "åģļåĽºå®ļæıĲç¤ºè¯į": 968,
      "æľīä»Ģä¹Īå½±åĵį": 969,
      "éĢĢä¸İè¾ĵåĩº": 970,
      "éĢĢçģ": 971,
      "å®ŀéªĮä¸İè¯¾åłĤæ¼Ķç¤º": 972,
      "éĩįå¤įçĶŁæĪĲ": 973,
      "è¡¨ä¸į": 974,
      "åıĤæķ°å¹¶ä¿ĿæĮ": 975,
      "CPUä¸ĬæĽ´æĺİæĺ¾": 976,
      "æĪĸè¯įè¡¨ä¸į": 977,
      "ä¸ºä»Ģä¹Īè¦ģåĽºå®ļéļ": 978,
      "éªĮè¯ģæįŁå¤±": 979,
      "éªĮè¯ģæįŁå¤±å¹¶": 980,
      "è§Ĥå¯Łè®Ńç»ĥä¸İ": 981,
      "è§Ĥå¯ŁéªĮè¯ģæįŁå¤±": 982,
      "æłĩçĤ¹æĪĸè¯į": 983,
      "æ¸©åº¦å¯¹çĶŁæĪĲ": 984,
      "æ¸©åº¦è¶Ĭé«ĺ": 985,
      "è´¨éĩıå°ıæķ°æį®": 986,
      "åħ±äº«æĿĥéĩįåĩıå°ĳ": 987,
      "åľ¨è®Ńç»ĥæĹ¶": 988,
      "æĥ©ç": 989,
      "è½»å¾": 990,
      "ç»ĻåĩºCPUä¸Ĭ": 991,
      "æ¸ħçĲĨ": 992,
      "åĽŀéĢĢä¸İè¾ĵåĩº": 993,
      "çŃĶæ¡Ī": 994,
      "å¦Ĥä½ķè®¾ç½®": 995,
      "æķ°æį®ä¸İåĪĨè¯įä¸ºä»Ģä¹Īè¦ģ": 996,
      "å±ĤæĿĥéĩįèĥ½æıĲé«ĺæķĪ": 997,
      "éĽĨçļĦä¸»è§Ĥ": 998,
      "æ¢¯åº¦ç´¯ç§¯ä¸İé¢ĦçĥŃ": 999,
      "cing": 1000,
      "¢æķ°æį®æĪĸè¯įè¡¨ä¸į": 1001,
      "«éĢĲæŃ¥": 1002,
      "®ä½İæ¸©ç¨³å®ļè¾ĵåĩº": 1003,
      "®éĩįå¤įæĥ©ç": 1004,
      "¹³æĸ¹å¢ŀéķ¿": 1005,
      "½ļä¸İåģ": 1006,
      "åµĮåħ¥ä¸İè¾ĵåĩº": 1007,
      "æ£ĢæŁ¥": 1008,
      "Ġforcing": 1009,
      "ģè¡¨ç¤ºä¸Ģ": 1010,
      "Ħä¼°": 1011,
      "ĩé«ĺè´¨éĩıå°ıæķ°æį®": 1012,
      "ĭ©ç¨³å®ļæİ¨çĲĨåıĤæķ°å¹¶": 1013,
      "ľæŃ¢è¯į": 1014,
      "Łè¯Ħä¼°": 1015,
      "Łå®ŀçĽ®æłĩ": 1016,
      "åıªå¯¹çŃĶæ¡Ī": 1017,
      "éĢīæĭ©ç¨³å®ļæİ¨çĲĨåıĤæķ°å¹¶": 1018,
      "æĽ´æį¢æķ°æį®æĪĸè¯įè¡¨ä¸į": 1019,
      "ä¸ĭä¸ĢæŃ¥è¾ĵåħ¥": 1020,
      "çļĦåŃ¦ä¹łçİĩä¸İè°ĥåº¦": 1021,
      "æ³¨æĦıåĬĽå¤įæĿĤåº¦": 1022,
      "çĶ¨å°ıæ¨¡åŀĭä¸İçŁ": 1023,
      "çĶ¨çľŁå®ŀçĽ®æłĩ": 1024,
      "é¦ĸæłĩçĤ¹åĽŀéĢĢä¸İè¾ĵåĩº": 1025,
      "æķĻåŃ¦æ¼Ķç¤ºä¸İåıĤæķ°": 1026,
      "ä¸İæķĪçİĩæıĲåįĩ": 1027,
      "å®ļæľŁè¯Ħä¼°": 1028,
      "è¶Ĭä½İè¶Ĭç¡®": 1029,
      "è¶Ĭåıĳæķ£": 1030,
      "è§£éĩĬæ³¨æĦıåĬĽæľºåĪ¶çļĦä½ľçĶ¨": 1031,
      "å°ıæ¨¡åŀĭçļĦè¯¾åłĤæ¼Ķç¤ºè´¨éĩı": 1032,
      "æĸ¹ä¾¿æķĻåŃ¦æ¼Ķç¤ºä¸İåıĤæķ°": 1033,
      "åĲĪéĢĤçļĦåŃ¦ä¹łçİĩä¸İè°ĥåº¦": 1034,
      "ä»Ģä¹Īæĺ¯teacher": 1035,
      "åĬłåħ¥è½»å¾": 1036,
      "åĬłç®ĢåįķåĲİå¤Ħ": 1037,
      "è¿ĩå¤§ä¼ļåıĺæħ¢": 1038,
      "åħĪå°ıåĲİå¤§è¿Ľè¡Į": 1039,
      "ç®Ģè¦ģè§£éĩĬæ³¨æĦıåĬĽæľºåĪ¶çļĦä½ľçĶ¨": 1040,
      "è®Ńç»ĥç¨³å®ļä¸İæķĪçİĩæıĲåįĩ": 1041,
      "è®Ńç»ĥæŃ¥æķ°": 1042,
      "è®Ńç»ĥä¸Ńå¦Ĥä½ķä½¿çĶ¨": 1043,
      "è®Ńç»ĥçļĦå°ıæĬĢå·§": 1044,
      "åĩĨå¤ĩé«ĺè´¨éĩıå°ıæķ°æį®": 1045,
      "ä¿Ŀè¯ģç»ĵæŀľåı¯å¤įçİ°": 1046,
      "æİ§åĪ¶è®Ńç»ĥæŃ¥æķ°": 1047,
      "ä½ľä¸ºä¸ĭä¸ĢæŃ¥è¾ĵåħ¥": 1048,
      "åĨįçĶ¨ä½Ļå¼¦éĢĢçģ": 1049,
      "åºıåĪĹè¶Ĭéķ¿è®¡ç®Ĺè¶Ĭéĩį": 1050,
      "éĥ¨åĪĨè®¡ç®ĹæįŁå¤±": 1051,
      "è¿ĳä¼¼å¹³æĸ¹å¢ŀéķ¿": 1052,
      "åĽºå®ļç§įåŃĲå¹¶å®ļæľŁè¯Ħä¼°": 1053,
      "ä¾¿äºİå¿«éĢŁå®ŀéªĮä¸İè¯¾åłĤæ¼Ķç¤º": 1054,
      "å¦Ĥä½ķéªĮè¯ģè®Ńç»ĥæĺ¯åĲ¦æĶ¶æķĽ": 1055,
      "å¦Ĥä½ķéģ¿åħįéĩįå¤įçĶŁæĪĲ": 1056,
      "å¦Ĥä½ķæıĲé«ĺå°ıæ¨¡åŀĭçļĦè¯¾åłĤæ¼Ķç¤ºè´¨éĩı": 1057,
      "å¹¶åģļé¦ĸæłĩçĤ¹åĽŀéĢĢä¸İè¾ĵåĩº": 1058,
      "æľīåĬ©äºİè®Ńç»ĥç¨³å®ļä¸İæķĪçİĩæıĲåįĩ": 1059,
      "ä¸ºä»Ģä¹Īåħ±äº«åµĮåħ¥ä¸İè¾ĵåĩº": 1060,
      "ä¸ºä»Ģä¹ĪåºıåĪĹéķ¿åº¦è¿ĩå¤§ä¼ļåıĺæħ¢": 1061,
      "è¯¾åłĤæ¼Ķç¤ºå»ºè®®ä½İæ¸©ç¨³å®ļè¾ĵåĩº": 1062,
      "åģļåĽºå®ļæıĲç¤ºè¯įéĽĨçļĦä¸»è§Ĥ": 1063,
      "åıĤæķ°å¹¶ä¿ĿæĮģè¡¨ç¤ºä¸Ģ": 1064,
      "ä¸ºä»Ģä¹Īè¦ģåĽºå®ļéļıæľºç§įåŃĲ": 1065,
      "éªĮè¯ģæįŁå¤±å¹¶åģļåĽºå®ļæıĲç¤ºè¯įéĽĨçļĦä¸»è§Ĥ": 1066,
      "è§Ĥå¯Łè®Ńç»ĥä¸İéªĮè¯ģæįŁå¤±å¹¶åģļåĽºå®ļæıĲç¤ºè¯įéĽĨçļĦä¸»è§Ĥ": 1067,
      "æ¸©åº¦å¯¹çĶŁæĪĲæľīä»Ģä¹Īå½±åĵį": 1068,
      "æ¸©åº¦è¶Ĭé«ĺè¶Ĭåıĳæķ£": 1069,
      "åħ±äº«æĿĥéĩįåĩıå°ĳåıĤæķ°å¹¶ä¿ĿæĮģè¡¨ç¤ºä¸Ģ": 1070,
      "åľ¨è®Ńç»ĥæĹ¶çĶ¨çľŁå®ŀçĽ®æłĩ": 1071,
      "ç»ĻåĩºCPUä¸Ĭè®Ńç»ĥçļĦå°ıæĬĢå·§": 1072,
      "å¦Ĥä½ķè®¾ç½®åĲĪéĢĤçļĦåŃ¦ä¹łçİĩä¸İè°ĥåº¦": 1073,
      "æķ°æį®ä¸İåĪĨè¯įä¸ºä»Ģä¹Īè¦ģè§£èĢ¦": 1074,
      "å±ĤæĿĥéĩįèĥ½æıĲé«ĺæķĪçİĩ": 1075,
      "«éĢĲæŃ¥éĻįä½İ": 1076,
      "®éĩįå¤įæĥ©ç½ļä¸İåģ": 1077,
      "åıªå¯¹çŃĶæ¡Īéĥ¨åĪĨè®¡ç®ĹæįŁå¤±": 1078,
      "éĢīæĭ©ç¨³å®ļæİ¨çĲĨåıĤæķ°å¹¶åĬłç®ĢåįķåĲİå¤Ħ": 1079,
      "æĽ´æį¢æķ°æį®æĪĸè¯įè¡¨ä¸įæĶ¹ä»£çłģ": 1080,
      "æ³¨æĦıåĬĽå¤įæĿĤåº¦è¿ĳä¼¼å¹³æĸ¹å¢ŀéķ¿": 1081,
      "çĶ¨å°ıæ¨¡åŀĭä¸İçŁŃåºıåĪĹ": 1082,
      "è¶Ĭä½İè¶Ĭç¡®å®ļ": 1083,
      "æĸ¹ä¾¿æķĻåŃ¦æ¼Ķç¤ºä¸İåıĤæķ°å¯¹æ¯Ķ": 1084,
      "åĬłåħ¥è½»å¾®éĩįå¤įæĥ©ç½ļä¸İåģ": 1085,
      "åħĪå°ıåĲİå¤§è¿Ľè¡Įé¢ĦçĥŃ": 1086,
      "åĨįçĶ¨ä½Ļå¼¦éĢĢçģ«éĢĲæŃ¥éĻįä½İ": 1087,
      "å¦Ĥä½ķéģ¿åħįéĩįå¤įçĶŁæĪĲæłĩçĤ¹æĪĸè¯į": 1088,
      "å¹¶åģļé¦ĸæłĩçĤ¹åĽŀéĢĢä¸İè¾ĵåĩºæ¸ħçĲĨ": 1089,
      "ä¸ºä»Ģä¹Īåħ±äº«åµĮåħ¥ä¸İè¾ĵåĩºå±ĤæĿĥéĩįèĥ½æıĲé«ĺæķĪçİĩ": 1090,
      "è§Ĥå¯Łè®Ńç»ĥä¸İéªĮè¯ģæįŁå¤±å¹¶åģļåĽºå®ļæıĲç¤ºè¯įéĽĨçļĦä¸»è§Ĥæ£ĢæŁ¥": 1091,
      "åħ±äº«æĿĥéĩįåĩıå°ĳåıĤæķ°å¹¶ä¿ĿæĮģè¡¨ç¤ºä¸Ģèĩ´æĢ§": 1092,
      "åľ¨è®Ńç»ĥæĹ¶çĶ¨çľŁå®ŀçĽ®æłĩä½ľä¸ºä¸ĭä¸ĢæŃ¥è¾ĵåħ¥": 1093,
      "éĢīæĭ©ç¨³å®ļæİ¨çĲĨåıĤæķ°å¹¶åĬłç®ĢåįķåĲİå¤ĦçĲĨ": 1094,
      "åĬłåħ¥è½»å¾®éĩįå¤įæĥ©ç½ļä¸İåģľæŃ¢è¯į": 1095,
      "La": 1096,
      "kä»": 1097,
      "kä¸İ": 1098,
      "kä¸ª": 1099,
      "pä¿ĿçķĻ": 1100,
      "péĩĩ": 1101,
      "yer": 1102,
      "¡çĲĨ": 1103,
      "¥æķ°": 1104,
      "©ä¸º": 1105,
      "¬æĸ¹": 1106,
      "¯ä»Ģä¹Ī": 1107,
      "¯å¾": 1108,
      "±éħįç½®": 1109,
      "´æĺİ": 1110,
      "·¯å¾": 1111,
      "¸å¿": 1112,
      "¼Ģ": 1113,
      "¼é¡": 1114,
      "¼å¼ı": 1115,
      "¾é": 1116,
      "¾éĢŁ": 1117,
      "¿æĢ§": 1118,
      "åī": 1119,
      "å¥½": 1120,
      "æĻ": 1121,
      "æ¨¡": 1122,
      "æ¨¡åŀĭ": 1123,
      "çĽ´": 1124,
      "çī¹": 1125,
      "è·¯å¾": 1126,
      "ĠâĢ": 1127,
      "Ģé«ĺ": 1128,
      "ĢéĶ": 1129,
      "Ģå°ı": 1130,
      "ĥæĢ": 1131,
      "Ħç»": 1132,
      "Ħä¸İ": 1133,
      "ħåıĤ": 1134,
      "ħä¿ĿçķĻ": 1135,
      "ħè¦ģ": 1136,
      "ĩè®Ńç»ĥä¸İ": 1137,
      "ĩåĢ¼": 1138,
      "ĪåĢ¼": 1139,
      "ĭè½": 1140,
      "ĲåĨħåŃĺ": 1141,
      "Ĺéķ¿": 1142,
      "ĹéĻ": 1143,
      "Ĺĭè½": 1144,
      "ĺ¯ä»Ģä¹Ī": 1145,
      "ĺĪåĢ¼": 1146,
      "Ŀæĥ": 1147,
      "Łä¸Ģ": 1148,
      "Ń¥æķ°": 1149,
      "çĶ±éħįç½®": 1150,
      "åıĹéĻ": 1151,
      "çĶ¨æĽ´": 1152,
      "çĶ¨æĹĭè½": 1153,
      "çĶ¨æĺ¯ä»Ģä¹Ī": 1154,
      "åħ¼é¡": 1155,
      "åĨĹéķ¿": 1156,
      "įç¼Ģ": 1157,
      "æĽ´ç®Ģåįķ": 1158,
      "è¯´æĺİ": 1159,
      "æĬĬçº": 1160,
      "ç®¡çĲĨ": 1161,
      "ä¸ĭå¢ŀ": 1162,
      "çļĦæł": 1163,
      "çļĦåĮºåĪ«": 1164,
      "çļĦä»£çłģ": 1165,
      "çļĦæıĲç¤ºè¯į": 1166,
      "çļĦéĽĨ": 1167,
      "çļĦkä¸ª": 1168,
      "éĢļä¿ĹçļĦæıĲç¤ºè¯į": 1169,
      "è®¡ä¸Ģ": 1170,
      "è®¡æ¦Ĥçİĩ": 1171,
      "è®¡ç®Ĺå¼": 1172,
      "ç»Ħç»": 1173,
      "ç»Łä¸Ģ": 1174,
      "ıæŃ¥æķ°": 1175,
      "æĿ¿": 1176,
      "ç¼©ä¸º": 1177,
      "ä¸İæĶ¶æķĽ": 1178,
      "ä¸İLa": 1179,
      "å®ļä½į": 1180,
      "è¶ħåıĤ": 1181,
      "æł¼å¼ı": 1182,
      "NormçļĦåĮºåĪ«": 1183,
      "å¤§æľī": 1184,
      "RMSNormä¸İLa": 1185,
      "RoPEçĶ¨æĹĭè½": 1186,
      "éĢĤåĲĪCPU": 1187,
      "çĲĨè§£èĢ¦": 1188,
      "è¯¾åłĤä¸Ńå¦Ĥä½ķ": 1189,
      "åº¦ä¸İæĶ¶æķĽ": 1190,
      "è®Ńç»ĥéĹ®é¢ĺ": 1191,
      "æľĢé«ĺ": 1192,
      "åĩıæŃ¥æķ°": 1193,
      "æķĪæī¹å¤§å°ı": 1194,
      "ä½İæ¯Ķ": 1195,
      "æıĲåįĩç¨³å®ļ": 1196,
      "åĿĩåĢ¼": 1197,
      "ç»ĵæŀĦæĽ´ç®Ģåįķ": 1198,
      "çļĦä½ľçĶ¨æĺ¯ä»Ģä¹Ī": 1199,
      "æİ¨çĲĨè§£èĢ¦": 1200,
      "çĽ¸å¯¹ä½įç½®ç¼ĸçłģ": 1201,
      "RMSNormçĶ¨åĿĩæĸ¹æł¹ç¼©æĶ¾": 1202,
      "åĨįæŁ¥": 1203,
      "æİ¨çĲĨæĽ´å¿«": 1204,
      "æİ¨çĲĨçļĦä»£çłģ": 1205,
      "ä¸ªéĢļä¿ĹçļĦæıĲç¤ºè¯į": 1206,
      "è§£éĩĬRoPEçĽ¸å¯¹ä½įç½®ç¼ĸçłģ": 1207,
      "ä¿ĿçķĻä½įåºıåħ³ç³»ä¸Ķè®¡ç®Ĺå¼": 1208,
      "åĩıåĿĩåĢ¼": 1209,
      "å¼ıæĬĬçĽ¸å¯¹ä½įç½®ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 1210,
      "åħĪçľĭæķ°æį®ä¸İ": 1211,
      "åįłçĶ¨æĽ´": 1212,
      "åİĭç¼©ä¸º": 1213,
      "åĬ¨æĢģéĩıåĮĸæľīä»Ģä¹Ī": 1214,
      "æł·æľīä»Ģä¹Ī": 1215,
      "å¦Ĥä½ķç»Ħç»": 1216,
      "è¾¾é": 1217,
      "åģļå¿«éĢŁ": 1218,
      "ç´¯è®¡æ¦Ĥçİĩ": 1219,
      "å¿«éĢŁå®ļä½į": 1220,
      "éĹ®é¢ĺæ¸ħ": 1221,
      "åľ¨åıĹéĻ": 1222,
      "ä¸įåĩıåĿĩåĢ¼": 1223,
      "åĽŀçŃĶ": 1224,
      "å¦Ĥä½ķè®¾è®¡ä¸Ģ": 1225,
      "å±ĤæĿĥéĩįåİĭç¼©ä¸º": 1226,
      "æĹ¶åĩıæŃ¥æķ°": 1227,
      "éģ¿åħįåĨĹéķ¿": 1228,
      "åŃ¦ä¹łçİĩä¸İæī¹å¤§å°ı": 1229,
      "æ¢¯åº¦ç´¯ç§¯çļĦä½ľçĶ¨æĺ¯ä»Ģä¹Ī": 1230,
      "âĢľ": 1231,
      "å¿ħè¦ģ": 1232,
      "éĩĩçĶ¨": 1233,
      "æ¦ĤçİĩæľĢé«ĺ": 1234,
      "kä»ħä¿ĿçķĻ": 1235,
      "kä¸İtop": 1236,
      "pä¿ĿçķĻç´¯è®¡æ¦Ĥçİĩ": 1237,
      "péĩĩæł·æľīä»Ģä¹Ī": 1238,
      "yerNormçļĦåĮºåĪ«": 1239,
      "¬æĸ¹å¼ıæĬĬçĽ¸å¯¹ä½įç½®ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 1240,
      "¸å¿ĥæĢ": 1241,
      "¾éĢŁåº¦ä¸İæĶ¶æķĽ": 1242,
      "¿æĢ§å±ĤæĿĥéĩįåİĭç¼©ä¸º": 1243,
      "åīįç¼Ģ": 1244,
      "å¥½å¤Ħ": 1245,
      "æĻ°": 1246,
      "æ¨¡æĿ¿": 1247,
      "çĽ´ç»Ļ": 1248,
      "è·¯å¾Ħä¸İ": 1249,
      "ĠâĢĿ": 1250,
      "ĢéĶĢå°ı": 1251,
      "ĩè®Ńç»ĥä¸İæİ¨çĲĨçļĦä»£çłģ": 1252,
      "ĲåĨħåŃĺä¸ĭå¢ŀ": 1253,
      "ĺĪåĢ¼çļĦéĽĨ": 1254,
      "Ŀæĥ³": 1255,
      "çĶ±éħįç½®ç»Łä¸Ģ": 1256,
      "åħ¼é¡¾éĢŁåº¦ä¸İæĶ¶æķĽ": 1257,
      "è¯´æĺİRMSNormä¸İLa": 1258,
      "æĬĬçº¿æĢ§å±ĤæĿĥéĩįåİĭç¼©ä¸º": 1259,
      "çļĦæł¸å¿ĥæĢ": 1260,
      "è¶ħåıĤçĶ±éħįç½®ç»Łä¸Ģ": 1261,
      "å¤§æľīæķĪæī¹å¤§å°ı": 1262,
      "RoPEçĶ¨æĹĭè½¬æĸ¹å¼ıæĬĬçĽ¸å¯¹ä½įç½®ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ": 1263,
      "éĢĤåĲĪCPUæ¼Ķç¤º": 1264,
      "è¯¾åłĤä¸Ńå¦Ĥä½ķå¿«éĢŁå®ļä½į": 1265,
      "ä½İæ¯Ķçī¹": 1266,
      "æıĲåįĩç¨³å®ļæĢ§": 1267,
      "åĨįæŁ¥åŃ¦ä¹łçİĩä¸İæī¹å¤§å°ı": 1268,
      "ä¸ªéĢļä¿ĹçļĦæıĲç¤ºè¯įæ¨¡æĿ¿": 1269,
      "è§£éĩĬRoPEçĽ¸å¯¹ä½įç½®ç¼ĸçłģçļĦæł¸å¿ĥæĢ": 1270,
      "ä¿ĿçķĻä½įåºıåħ³ç³»ä¸Ķè®¡ç®Ĺå¼ĢéĶĢå°ı": 1271,
      "åħĪçľĭæķ°æį®ä¸İéħįç½®": 1272,
      "åįłçĶ¨æĽ´å°ı": 1273,
      "åĬ¨æĢģéĩıåĮĸæľīä»Ģä¹Īå¥½å¤Ħ": 1274,
      "å¦Ĥä½ķç»Ħç»ĩè®Ńç»ĥä¸İæİ¨çĲĨçļĦä»£çłģ": 1275,
      "è¾¾éĺĪåĢ¼çļĦéĽĨ": 1276,
      "åģļå¿«éĢŁéªĮè¯ģ": 1277,
      "éĹ®é¢ĺæ¸ħæĻ°": 1278,
      "åľ¨åıĹéĻĲåĨħåŃĺä¸ĭå¢ŀ": 1279,
      "åĽŀçŃĶçĽ´ç»Ļ": 1280,
      "å¦Ĥä½ķè®¾è®¡ä¸Ģä¸ªéĢļä¿ĹçļĦæıĲç¤ºè¯įæ¨¡æĿ¿": 1281,
      "æĹ¶åĩıæŃ¥æķ°åģļå¿«éĢŁéªĮè¯ģ": 1282,
      "éģ¿åħįåĨĹéķ¿åīįç¼Ģ": 1283,
      "å¿ħè¦ģæĹ¶åĩıæŃ¥æķ°åģļå¿«éĢŁéªĮè¯ģ": 1284,
      "æ¦ĤçİĩæľĢé«ĺçļĦkä¸ª": 1285,
      "kä»ħä¿ĿçķĻæ¦ĤçİĩæľĢé«ĺçļĦkä¸ª": 1286,
      "pä¿ĿçķĻç´¯è®¡æ¦Ĥçİĩè¾¾éĺĪåĢ¼çļĦéĽĨ": 1287,
      "péĩĩæł·æľīä»Ģä¹ĪåĮºåĪ«": 1288,
      "è·¯å¾Ħä¸İè¶ħåıĤçĶ±éħįç½®ç»Łä¸Ģ": 1289,
      "è¯´æĺİRMSNormä¸İLayerNormçļĦåĮºåĪ«": 1290,
      "æĬĬçº¿æĢ§å±ĤæĿĥéĩįåİĭç¼©ä¸ºä½İæ¯Ķçī¹": 1291,
      "è¯¾åłĤä¸Ńå¦Ĥä½ķå¿«éĢŁå®ļä½įè®Ńç»ĥéĹ®é¢ĺ": 1292,
      "è§£éĩĬRoPEçĽ¸å¯¹ä½įç½®ç¼ĸçłģçļĦæł¸å¿ĥæĢĿæĥ³": 1293,
      "å¦Ĥä½ķç»Ħç»ĩè®Ńç»ĥä¸İæİ¨çĲĨçļĦä»£çłģç»ĵæŀĦ": 1294,
      "åľ¨åıĹéĻĲåĨħåŃĺä¸ĭå¢ŀå¤§æľīæķĪæī¹å¤§å°ı": 1295,
      "pä¿ĿçķĻç´¯è®¡æ¦Ĥçİĩè¾¾éĺĪåĢ¼çļĦéĽĨåĲĪ": 1296,
      "è·¯å¾Ħä¸İè¶ħåıĤçĶ±éħįç½®ç»Łä¸Ģç®¡çĲĨ": 1297
    },
    "merges": [
      [
        "ï",
        "¼"
      ],
      [
        "å",
        "Ĭ"
      ],
      [
        "ã",
        "Ģ"
      ],
      [
        "¨",
        "æ"
      ],
      [
        "ãĢ",
        "Ĥ"
      ],
      [
        "ç",
        "Ķ"
      ],
      [
        "ä",
        "¸"
      ],
      [
        "ï¼",
        "Į"
      ],
      [
        "å",
        "ı"
      ],
      [
        "©",
        "æ"
      ],
      [
        "é",
        "Ģ"
      ],
      [
        "çĶ",
        "¨æ"
      ],
      [
        "é",
        "ĩ"
      ],
      [
        "Ī",
        "·"
      ],
      [
        "ī",
        "ĭ"
      ],
      [
        "åĬ",
        "©æ"
      ],
      [
        "çĶ¨æ",
        "Ī·"
      ],
      [
        "åĬ©æ",
        "īĭ"
      ],
      [
        "è",
        "®"
      ],
      [
        "å",
        "ħ"
      ],
      [
        "å",
        "Ī"
      ],
      [
        "ä",
        "½"
      ],
      [
        "å",
        "Ń"
      ],
      [
        "å",
        "Ĩ"
      ],
      [
        "ä",
        "¿"
      ],
      [
        "æ",
        "ĺ"
      ],
      [
        "į",
        "ç"
      ],
      [
        "éĢ",
        "ļ"
      ],
      [
        "Ľ",
        "´"
      ],
      [
        "æ",
        "Ľ´"
      ],
      [
        "è",
        "¯"
      ],
      [
        "åŃ",
        "Ĳ"
      ],
      [
        "å",
        "º"
      ],
      [
        "ä",
        "»"
      ],
      [
        "ļ",
        "Ħ"
      ],
      [
        "æ",
        "³"
      ],
      [
        "æ",
        "Ĭ"
      ],
      [
        "æĬ",
        "Ĭ"
      ],
      [
        "ç",
        "®"
      ],
      [
        "ä¸",
        "ĭ"
      ],
      [
        "¥",
        "åŃĲ"
      ],
      [
        "åı",
        "¥åŃĲ"
      ],
      [
        "°",
        "´"
      ],
      [
        "æ",
        "°´"
      ],
      [
        "ç",
        "ļĦ"
      ],
      [
        "Ħ",
        "ı"
      ],
      [
        "åĬ",
        "Ľ"
      ],
      [
        "¨æ",
        "Ħı"
      ],
      [
        "æ³",
        "¨æĦı"
      ],
      [
        "æ³¨æĦı",
        "åĬĽ"
      ],
      [
        "¨",
        "¡"
      ],
      [
        "å",
        "ŀ"
      ],
      [
        "¨¡",
        "åŀ"
      ],
      [
        "¨¡åŀ",
        "ĭ"
      ],
      [
        "åº",
        "ı"
      ],
      [
        "å",
        "Ĳ"
      ],
      [
        "ä¿",
        "Ĺ"
      ],
      [
        "éĢļ",
        "ä¿Ĺ"
      ],
      [
        "ï¼",
        "ļ"
      ],
      [
        "æ",
        "Ķ"
      ],
      [
        "æĺ",
        "¯"
      ],
      [
        "æĶ",
        "¹"
      ],
      [
        "¢",
        "åı¥åŃĲ"
      ],
      [
        "é",
        "Ŀ"
      ],
      [
        "Ļ",
        "æĽ´"
      ],
      [
        "åĨ",
        "ĻæĽ´"
      ],
      [
        "æĬĬ",
        "ä¸ĭ"
      ],
      [
        "æĶ¹",
        "åĨĻæĽ´"
      ],
      [
        "¢åı¥åŃĲ",
        "æĶ¹åĨĻæĽ´"
      ],
      [
        "éĿ",
        "¢åı¥åŃĲæĶ¹åĨĻæĽ´"
      ],
      [
        "æĬĬä¸ĭ",
        "éĿ¢åı¥åŃĲæĶ¹åĨĻæĽ´"
      ],
      [
        "æĬĬä¸ĭéĿ¢åı¥åŃĲæĶ¹åĨĻæĽ´",
        "éĢļä¿Ĺ"
      ],
      [
        "å",
        "¤"
      ],
      [
        "è",
        "§"
      ],
      [
        "è",
        "¿"
      ],
      [
        "è§",
        "£"
      ],
      [
        "çĶ",
        "¨"
      ],
      [
        "è®",
        "¡"
      ],
      [
        "ç®",
        "Ĺ"
      ],
      [
        "è®¡",
        "ç®Ĺ"
      ],
      [
        "åħ",
        "³"
      ],
      [
        "Ĥ",
        "è"
      ],
      [
        "é",
        "¦"
      ],
      [
        "¸",
        "é¦"
      ],
      [
        "ç",
        "»"
      ],
      [
        "è",
        "Ĵ"
      ],
      [
        "¸é¦",
        "ı"
      ],
      [
        "èĴ",
        "¸é¦ı"
      ],
      [
        "å",
        "°"
      ],
      [
        "å",
        "¯"
      ],
      [
        "ı",
        "æ"
      ],
      [
        "å",
        "į"
      ],
      [
        "o",
        "r"
      ],
      [
        "ç",
        "Ĳ"
      ],
      [
        "å¯",
        "¹"
      ],
      [
        "çĲ",
        "Ĩ"
      ],
      [
        "½",
        "®"
      ],
      [
        "or",
        "m"
      ],
      [
        "æ",
        "Ŀ"
      ],
      [
        "įç",
        "½®"
      ],
      [
        "æ",
        "ĸ"
      ],
      [
        "³",
        "»"
      ],
      [
        "ç",
        "³»"
      ],
      [
        "åħ³",
        "ç³»"
      ],
      [
        "ä½",
        "įç½®"
      ],
      [
        "ç",
        "¼"
      ],
      [
        "ï¼",
        "Ł"
      ],
      [
        "åı",
        "¯"
      ],
      [
        "æ",
        "ķ"
      ],
      [
        "ä¸",
        "İ"
      ],
      [
        "ä",
        "¹"
      ],
      [
        "å",
        "®"
      ],
      [
        "Ģ",
        "ä¹"
      ],
      [
        "ä»",
        "Ģä¹"
      ],
      [
        "ä»Ģä¹",
        "Ī"
      ],
      [
        "å®",
        "ļ"
      ],
      [
        "è",
        "¶"
      ],
      [
        "è¶",
        "Ĭ"
      ],
      [
        "éĩ",
        "Ĭ"
      ],
      [
        "è§£",
        "éĩĬ"
      ],
      [
        "éĩ",
        "į"
      ],
      [
        "æ",
        "ł"
      ],
      [
        "å°",
        "ıæ"
      ],
      [
        "é",
        "ķ"
      ],
      [
        "åĪ",
        "Ĺ"
      ],
      [
        "åºı",
        "åĪĹ"
      ],
      [
        "éķ",
        "¿"
      ],
      [
        "N",
        "orm"
      ],
      [
        "è¯",
        "į"
      ],
      [
        "å°ıæ",
        "¨¡åŀĭ"
      ],
      [
        "M",
        "S"
      ],
      [
        "R",
        "MS"
      ],
      [
        "å¤",
        "§"
      ],
      [
        "æĸ",
        "¹"
      ],
      [
        "RMS",
        "Norm"
      ],
      [
        "åĲ",
        "Ī"
      ],
      [
        "Ĥ",
        "¹"
      ],
      [
        "ĥ",
        "éĩį"
      ],
      [
        "ãĢ",
        "ģ"
      ],
      [
        "éĢ",
        "Ĥ"
      ],
      [
        "P",
        "E"
      ],
      [
        "R",
        "o"
      ],
      [
        "æ",
        "ŀ"
      ],
      [
        "ĵ",
        "æŀ"
      ],
      [
        "éĩ",
        "ı"
      ],
      [
        "åĪ",
        "Ĩ"
      ],
      [
        "ç»",
        "ĵæŀ"
      ],
      [
        "ä»Ģä¹Ī",
        "æĺ¯"
      ],
      [
        "Ro",
        "PE"
      ],
      [
        "ä",
        "º"
      ],
      [
        "º",
        "åĪ"
      ],
      [
        "ç",
        "Ľ"
      ],
      [
        "åĬ",
        "ł"
      ],
      [
        "éĢĤ",
        "åĲĪ"
      ],
      [
        "ä¸",
        "Ĭ"
      ],
      [
        "æĽ´",
        "å"
      ],
      [
        "è¿",
        "ĩ"
      ],
      [
        "Ģ",
        "ĥ"
      ],
      [
        "ĩ",
        "æĸ¹"
      ],
      [
        "åı",
        "Ĥè"
      ],
      [
        "éĩ",
        "įç"
      ],
      [
        "ç¼",
        "©æ"
      ],
      [
        "Ĥ¹",
        "åıĤè"
      ],
      [
        "éĩįç",
        "Ĥ¹åıĤè"
      ],
      [
        "éĩįçĤ¹åıĤè",
        "Ģĥ"
      ],
      [
        "çĲĨ",
        "è§£"
      ],
      [
        "çĽ",
        "¸"
      ],
      [
        "´",
        "¨"
      ],
      [
        "å",
        "Į"
      ],
      [
        "æ",
        "¯"
      ],
      [
        "åħ",
        "Ī"
      ],
      [
        "éĢļ",
        "è¿ĩ"
      ],
      [
        "©æ",
        "¨¡åŀĭ"
      ],
      [
        "è®",
        "©æ¨¡åŀĭ"
      ],
      [
        "å",
        "¾"
      ],
      [
        "è®",
        "©"
      ],
      [
        "å",
        "İ"
      ],
      [
        "ç",
        "º"
      ],
      [
        "è¯į",
        "å"
      ],
      [
        "¯",
        "æ°´"
      ],
      [
        "é",
        "¡"
      ],
      [
        "çļĦ",
        "æ°´"
      ],
      [
        "Ĥè",
        "´¨"
      ],
      [
        "èĴ¸é¦ı",
        "æ°´"
      ],
      [
        "æĿ",
        "Ĥè´¨"
      ],
      [
        "çº",
        "¯æ°´"
      ],
      [
        "ä»",
        "¥"
      ],
      [
        "åı¯",
        "ä»¥"
      ],
      [
        "å¾",
        "Ĺ"
      ],
      [
        "º",
        "åºı"
      ],
      [
        "é¡",
        "ºåºı"
      ],
      [
        "ç®",
        "Ģ"
      ],
      [
        "¾",
        "å"
      ],
      [
        "ł",
        "Ĥ"
      ],
      [
        "è¯",
        "¾å"
      ],
      [
        "è¯¾å",
        "łĤ"
      ],
      [
        "Ń",
        "ç»"
      ],
      [
        "è®",
        "Ńç»"
      ],
      [
        "åº",
        "¦"
      ],
      [
        "è®Ńç»",
        "ĥ"
      ],
      [
        "æ",
        "ľ"
      ],
      [
        "æķ",
        "°"
      ],
      [
        "¤",
        "º"
      ],
      [
        "å",
        "ĩ"
      ],
      [
        "æ",
        "ı"
      ],
      [
        "ç",
        "¤º"
      ],
      [
        "æı",
        "Ĳ"
      ],
      [
        "«",
        "ĺ"
      ],
      [
        "é",
        "«ĺ"
      ],
      [
        "¿",
        "«"
      ],
      [
        "³",
        "å®ļ"
      ],
      [
        "ä¿",
        "Ŀ"
      ],
      [
        "è",
        "¡"
      ],
      [
        "åħ",
        "¥"
      ],
      [
        "¼",
        "Ķ"
      ],
      [
        "æ",
        "¸"
      ],
      [
        "æ",
        "¼Ķ"
      ],
      [
        "æĿ",
        "ĥéĩį"
      ],
      [
        "æ¼Ķ",
        "ç¤º"
      ],
      [
        "ä",
        "¼"
      ],
      [
        "å",
        "Ľ"
      ],
      [
        "å",
        "¼"
      ],
      [
        "æ",
        "İ"
      ],
      [
        "ä½",
        "ľ"
      ],
      [
        "æķ",
        "Ī"
      ],
      [
        "ä½",
        "İ"
      ],
      [
        "åį",
        "ĩ"
      ],
      [
        "åį",
        "ķ"
      ],
      [
        "ç®Ģ",
        "åįķ"
      ],
      [
        "æıĲ",
        "åįĩ"
      ],
      [
        "±",
        "å"
      ],
      [
        "å",
        "Ŀ"
      ],
      [
        "ç",
        "§"
      ],
      [
        "ç",
        "ķ"
      ],
      [
        "é",
        "ħ"
      ],
      [
        "åı",
        "Ĥ"
      ],
      [
        "ç»ĵæŀ",
        "Ħ"
      ],
      [
        "æĽ´å",
        "¿«"
      ],
      [
        "ä¿Ŀ",
        "çķ"
      ],
      [
        "ä¿Ŀçķ",
        "Ļ"
      ],
      [
        "¢",
        "ŀ"
      ],
      [
        "å",
        "¢ŀ"
      ],
      [
        "Ľ",
        "è¡"
      ],
      [
        "éĢ",
        "Ł"
      ],
      [
        "æĺ",
        "İ"
      ],
      [
        "çļĦ",
        "ä½ľ"
      ],
      [
        "è¿",
        "Ľè¡"
      ],
      [
        "æİ",
        "¨"
      ],
      [
        "è¿Ľè¡",
        "Į"
      ],
      [
        "C",
        "P"
      ],
      [
        "º",
        "å®ļ"
      ],
      [
        "é",
        "Ķ"
      ],
      [
        "Ķ",
        "¾"
      ],
      [
        "ä½",
        "į"
      ],
      [
        "çĶ¨",
        "åĿ"
      ],
      [
        "è®¡ç®Ĺ",
        "æĽ´å¿«"
      ],
      [
        "å¯¹",
        "ä½įç½®"
      ],
      [
        "æł",
        "¹"
      ],
      [
        "RMSNorm",
        "çĶ¨åĿ"
      ],
      [
        "éĢĤåĲĪ",
        "å°ıæ¨¡åŀĭ"
      ],
      [
        "ĩæĸ¹",
        "æł¹"
      ],
      [
        "ç¼©æ",
        "Ķ¾"
      ],
      [
        "çĽ¸",
        "å¯¹ä½įç½®"
      ],
      [
        "åĽ",
        "ºå®ļ"
      ],
      [
        "åıĤ",
        "æķ°"
      ],
      [
        "CP",
        "U"
      ],
      [
        "RMSNormçĶ¨åĿ",
        "ĩæĸ¹æł¹"
      ],
      [
        "e",
        "r"
      ],
      [
        "½",
        "±å"
      ],
      [
        "å",
        "½±å"
      ],
      [
        "æ",
        "ħ"
      ],
      [
        "ç",
        "ľ"
      ],
      [
        "ĵ",
        "į"
      ],
      [
        "ĺ",
        "æħ"
      ],
      [
        "åı",
        "ĺæħ"
      ],
      [
        "åĨ",
        "į"
      ],
      [
        "æĺ",
        "¾"
      ],
      [
        "è¶Ĭ",
        "éķ¿"
      ],
      [
        "åºıåĪĹ",
        "è¶Ĭéķ¿"
      ],
      [
        "éķ¿",
        "åº¦"
      ],
      [
        "é«ĺ",
        "æķĪ"
      ],
      [
        "ä¼",
        "ļ"
      ],
      [
        "æĺİ",
        "æĺ¾"
      ],
      [
        "çļĦä½ľ",
        "çĶ¨"
      ],
      [
        "æİ¨",
        "çĲĨ"
      ],
      [
        "å½±å",
        "ĵį"
      ],
      [
        "åıĺæħ",
        "¢"
      ],
      [
        "¡",
        "æ"
      ],
      [
        "¨",
        "åħ¥"
      ],
      [
        "®",
        "ä½įç½®"
      ],
      [
        "¯",
        "æ³"
      ],
      [
        "ç",
        "ł"
      ],
      [
        "ģ",
        "¯æ³"
      ],
      [
        "į",
        "æĿĥéĩį"
      ],
      [
        "ä¸",
        "ª"
      ],
      [
        "ä¸",
        "Ķ"
      ],
      [
        "ä¿",
        "¡æ"
      ],
      [
        "æĬĬ",
        "çĽ¸å¯¹ä½įç½®"
      ],
      [
        "çļĦ",
        "çĲĨè§£"
      ],
      [
        "æ³¨æĦıåĬĽ",
        "éĢļè¿ĩ"
      ],
      [
        "æ³¨æĦıåĬĽ",
        "æľ"
      ],
      [
        "åºı",
        "åħ³ç³»"
      ],
      [
        "åħ³",
        "éĶ"
      ],
      [
        "å¯¹",
        "åºıåĪĹ"
      ],
      [
        "åħ³ç³»",
        "çļĦçĲĨè§£"
      ],
      [
        "è§£éĩĬ",
        "RoPE"
      ],
      [
        "åĪĨ",
        "éħ"
      ],
      [
        "ä»Ģä¹Īæĺ¯",
        "RMSNorm"
      ],
      [
        "ºåĪ",
        "¶"
      ],
      [
        "éĩįçĤ¹åıĤèĢĥ",
        "åħ³éĶ"
      ],
      [
        "è®©æ¨¡åŀĭ",
        "éĩįçĤ¹åıĤèĢĥåħ³éĶ"
      ],
      [
        "æıĲåįĩ",
        "å¯¹åºıåĪĹ"
      ],
      [
        "ç»ĵæŀĦ",
        "ç®Ģåįķ"
      ],
      [
        "ä¿ĿçķĻ",
        "ä½į"
      ],
      [
        "è¿Ľè¡Į",
        "ç¼©æĶ¾"
      ],
      [
        "RMSNormçĶ¨åĿĩæĸ¹æł¹",
        "è¿Ľè¡Įç¼©æĶ¾"
      ],
      [
        "¨åħ¥",
        "æ³¨æĦıåĬĽ"
      ],
      [
        "çł",
        "ģ"
      ],
      [
        "ģ¯æ³",
        "¨åħ¥æ³¨æĦıåĬĽ"
      ],
      [
        "įæĿĥéĩį",
        "è®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ"
      ],
      [
        "ä¿¡æ",
        "ģ¯æ³¨åħ¥æ³¨æĦıåĬĽ"
      ],
      [
        "æĬĬçĽ¸å¯¹ä½įç½®",
        "ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ"
      ],
      [
        "æ³¨æĦıåĬĽéĢļè¿ĩ",
        "åĪĨéħ"
      ],
      [
        "æ³¨æĦıåĬĽæľ",
        "ºåĪ¶"
      ],
      [
        "åºıåħ³ç³»",
        "ä¸Ķ"
      ],
      [
        "æıĲåįĩå¯¹åºıåĪĹ",
        "åħ³ç³»çļĦçĲĨè§£"
      ],
      [
        "ä¿ĿçķĻä½į",
        "åºıåħ³ç³»ä¸Ķ"
      ],
      [
        "įæĿĥéĩįè®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ",
        "®ä½įç½®"
      ],
      [
        "æ³¨æĦıåĬĽéĢļè¿ĩåĪĨéħ",
        "įæĿĥéĩįè®©æ¨¡åŀĭéĩįçĤ¹åıĤèĢĥåħ³éĶ®ä½įç½®"
      ],
      [
        "¾",
        "¿"
      ],
      [
        "¿",
        "çĶ¨"
      ],
      [
        "ä",
        "¾¿"
      ],
      [
        "ç",
        "Ń"
      ],
      [
        "è",
        "°"
      ],
      [
        "è",
        "ĩ"
      ],
      [
        "é",
        "Ļ"
      ],
      [
        "į",
        "åŃĲ"
      ],
      [
        "ä½",
        "¿çĶ¨"
      ],
      [
        "åĲ",
        "İ"
      ],
      [
        "äº",
        "İ"
      ],
      [
        "åĩ",
        "ı"
      ],
      [
        "ç§",
        "įåŃĲ"
      ],
      [
        "è",
        "Ģ"
      ],
      [
        "é",
        "ģ"
      ],
      [
        "ľ",
        "¨"
      ],
      [
        "Ł",
        "¥"
      ],
      [
        "ä¸",
        "Ń"
      ],
      [
        "æ³¨æĦıåĬĽ",
        "è®¡ç®Ĺ"
      ],
      [
        "è®¡ç®Ĺ",
        "åıĺæħ¢"
      ],
      [
        "è¶Ĭ",
        "å¤§"
      ],
      [
        "å°ıæ¨¡åŀĭ",
        "ä¸Ĭ"
      ],
      [
        "éĩı",
        "è¶Ĭå¤§"
      ],
      [
        "RoPE",
        "æĬĬçĽ¸å¯¹ä½įç½®ä¿¡æģ¯æ³¨åħ¥æ³¨æĦıåĬĽ"
      ],
      [
        "ºåĪ",
        "«"
      ],
      [
        "åĬł",
        "ä¼ļ"
      ],
      [
        "åĮ",
        "ºåĪ«"
      ],
      [
        "æ¯",
        "Ķ"
      ],
      [
        "åħĪ",
        "çľ"
      ],
      [
        "è®©",
        "è®¡ç®Ĺåıĺæħ¢"
      ],
      [
        "å¼",
        "ı"
      ],
      [
        "å¢ŀ",
        "åĬłä¼ļ"
      ],
      [
        "éķ¿åº¦",
        "å¢ŀåĬłä¼ļ"
      ],
      [
        "å½±åĵį",
        "æĺİæĺ¾"
      ],
      [
        "è§£éĩĬRoPE",
        "çļĦä½ľçĶ¨"
      ],
      [
        "ä¿ĿçķĻä½įåºıåħ³ç³»ä¸Ķ",
        "é«ĺæķĪ"
      ],
      [
        "æ³¨æĦıåĬĽè®¡ç®Ĺ",
        "éĩıè¶Ĭå¤§"
      ],
      [
        "å°ıæ¨¡åŀĭä¸Ĭ",
        "å½±åĵįæĺİæĺ¾"
      ],
      [
        "åħĪçľ",
        "ĭ"
      ],
      [
